IDEA Open Model
OpenModel.TemperatureLoadsOnLine Property
Compatible with IDEA StatiCa 20.1
 List of temperature load in this load case
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<TemperatureLoadOnLine> TemperatureLoadsOnLine { get; set; }
Public Property TemperatureLoadsOnLine As List(Of TemperatureLoadOnLine)
	Get
	Set
Property Value
Type: List<TemperatureLoadOnLine>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace